Repository: aidGer/aidGer
Catalog: lang/*.po
Languages: de

source: Select the type of database that you want to use. The default value is a safe guess if you want to try aidGer or only plan to use it on one computer.
de: Wählen Sie den Datenbanktyp aus, den Sie benutzen wollen. Die Standardauswahl ist eine sichere Wahl, falls Sie aidGer nur ausprobieren wollen oder es nur auf einem Computer benutzen.

source: Derby Database
de: Derby Datenbank

source: MySQL Database
de: MySQL Datenbank

source: Advanced Configuration
de: Erweiterte Konfiguration

source: Please enter your FULL name in the field below. This name will be used in all your activities.
de: Bitte geben Sie ihren vollen Namen in das Feld unten ein. Dieser Name wird in all ihren Vorgängen verwendet werden.

source: This wizard will try to help you setup aidGer. It will ask for important informations and requires, that you know where the database you'll be using is located. If you don't have this information, you can still use aidGer with a local database.
de: Dieser Assisstent wird ihnen bei der Einrichtung von aidGer behilflich sein. Er wird wichtige Informationen abfragen und benötigt vor allem ihre Datenbankinformationen. Sollten Sie diese Informationen nicht haben, so können Sie aidGer trotzdem mit einer lokalen Datenbank einsetzen.

source: Welcome to aidGer.
de: Willkommen bei aidGer.
