Repository: aidGer/aidGer
Catalog: lang/*.po
Languages: de

source: action class {0} not found
de: Aktions-Klasse {0} nicht gefunden

source: About
de: Über

source: Show about informations
de: Programminformationen anzeigen

source: Export
de: Exportieren

source: Export the report to a pdf file
de: Exportiere den Bericht als PDF Datei

source: PDF files
de: PDF Dateien

source: Please choose a file.
de: Bitte wählen sie eine Datei aus.

source: Are you sure you want to overwrite the file?
de: Möchten Sie die Datei wirklich überschreiben?

source: Overwrite file?
de: Datei überschreiben?

source: Generate
de: Generieren

source: Generate the activity report
de: Generiere den Tätigkeitsnachweis

source: Generate the budget report
de: Budgetbericht generieren

source: Export all
de: Alles exportieren

source: Export the whole report to a pdf file
de: Exportiert den gesamten Bericht nach PDF

source: Export differences
de: Abweichungen exportieren

source: Export the differences in the report to a pdf file
de: Exportiert nur die Abweichungen im Bericht nach PDF

source: Costs don't match!
de: Kostenabweichung

source: Generate the controlling report
de: Generiert den Controlling Bericht

source: A successful connection needs to be established before the wizard can be finished.
de: Eine erfolgreiche Verbindung muss vorhanden sein, bevor Sie den Assistenten beenden können.

source: The path can't be empty.
de: Der Pfad darf nicht leer sein

source: The hostname, port and database can't be empty.
de: Der Hostname, der Port und die Datenbank dürfen nicht leer sein.

source: The JDBC Uri can't be empty.
de: Die JDBC Uri darf nicht leer sein.

source: Close
de: Schließen

source: Edit
de: Bearbeiten

source: Cancel
de: Abbrechen

source: Cancel the operation
de: Aktion abbrechen

source: Save
de: Speichern

source: AWH per group
de: HKS pro Gruppe

source: Budget Costs
de: Plankosten

source: Cost unit
de: Kostenstelle

source: has to have a length of 8
de: muss eine Länge von 8 haben

source: Year
de: Jahr

source: Wage
de: Lohn

source: End date
de: Enddatum

source: must be after start date
de: muss hinter dem Startdatum liegen

source: Hour count
de: Stundenanzahl

source: Would you like to continue anyway?
de: Möchten Sie dennoch fortfahren?

source: Confirmation
de: Bestätigung

source: The entity {0} was saved successfully.
de: Das {0}-Objekt wurde erfolgreich gespeichert.

source: Could not save the entity {0} because it already exists in the database.
de: Das {0}-Objekt konnte nicht gespeichert werden, da es bereits in der Datenbank vorhanden ist.

source: Could not save the entity {0} to database: {1}
de: Das {0}-Objekt konnte nicht in der Datenbank gespeichert werden: {1}

source: Quit
de: Beenden

source: Quit the program
de: Programm beenden

source: No name entered
de: Kein Name eingegeben

source: Help
de: Hilfe

source: Display the help
de: Hilfe anzeigen

source: No pdf viewer could be found!
de: Kein PDF-Anzeiger konnte gefunden werden!

source: Open homepage
de: Homepage öffnen

source: Print
de: Drucken

source: Print program contents
de: Programminhalt drucken

source: Print current tab
de: Momentanen Reiter ausdrucken

source: Export the protocol to a pdf file
de: Exportiere das Protokoll als PDF Datei

source: Generate the report
de: Generiere den Bericht

source: Settings
de: Einstellungen

source: Display program settings
de: Programmeinstellungen anzeigen

source: Browse
de: Durchsuchen

source: Browse for a pdf viewer
de: Nach einem PDF Anzeiger suchen

source: Please select an executable.
de: Bitte wählen sie eine ausführbare Datei aus.

source: Open Database Configuration
de: Öffne Datenbankkonfiguration

source: Open the database configuration wizard.
de: Öffnen Sie den Datenbankkonfigurationsassistenten.

source: Save settings
de: Einstellungen speichern

source: PDF Viewer points to nonexistant file.
de: PDF Anzeiger verweist auf nicht existierende Datei.

source: No Language selected or incorrect language selected.
de: Keine oder falsche Sprache ausgewählt.

source: The number of activities needs to be bigger than 0.
de: Die Anzahl an Aktivitäten muss größer als 0 sein.

source: Factors need to be a floating point number.
de: Faktoren müssen Gleitkommazahlen sein.

source: Anonymization time needs to be an integer.
de: Anonymisierungszeit muss eine Zahl sein.

source: Tolerance needs to be a floating point number.
de: Toleranz muss eine Fließkommazahl sein.

source: You need to restart the application to finish the language change.
de: Starten Sie die Anwendung erneut um die Sprache zu wechseln.

source: You need to recalculate open reports for the new settings to impact the results.
de: Generieren Sie offene Berichte neu, um die geänderten Einstellungen einfließen zu lassen.

source: Export the selected activies to a pdf file
de: Exportiere die selektierten Vorgänge als PDF Datei

source: Please select at least one entry from the table.
de: Bitte markieren Sie mindestens einen Eintrag aus der Tabelle.

source: Activity Report
de: Tätigkeitsnachweis

source: Please select an entry from the table.
de: Bitte markieren Sie zunächst einen Eintrag aus der Tabelle.

source: Please select only one entry from the table.
de: Bitte markieren Sie nur einen Eintrag aus der Tabelle.

source: Add
de: Hinzufügen

source: Assistant
de: Hilfskraft

source: The related assistant could not be displayed.
de: Die zugehörige Hilfskraft konnte nicht angezeigt werden.

source: Contract
de: Vertrag

source: The related contract could not be displayed.
de: Der zugehörige Vertrag konnte nicht angezeigt werden.

source: Course
de: Veranstaltung

source: The related course could not be displayed.
de: Die zugehörige Veranstaltung konnte nicht angezeigt werden.

source: Delete
de: Löschen

source: Do you really want to delete this entry?
de: Möchten Sie den Eintrag wirklich löschen?

source: Do you really want to delete the selected entries?
de: Möchten Sie die markierten Einträge wirklich löschen?

source: Could not remove the entity {0}:
de: Das {0}-Objekt konnte nicht gelöscht werden:

source: The entity {0} was removed successfully.
de: Das {0}-Objekt wurde erfolgreich gelöscht.

source: A database error occurred during removing.
de: Es ist ein Datenbankfehler beim Löschen aufgetreten.

source: View
de: Anzeigen

source: Next
de: Weiter

source: Advance to the next wizard form
de: Gehen Sie zum nächsten Formular des Assistenten

source: Back
de: Zurück

source: Go back to the previous wizard form.
de: Gehen Sie zurück zum letzten Formular des Assistenten

source: The model was not saved because the error list is not empty.
de: Das Model wurde nicht gespeichert, da die Fehlerliste nicht leer ist.

source: Adding model: {0}
de: Füge Model hinzu: {0}

source: Updating PKs for model: {0}
de: Aktualisiere PKs für Model: {0}

source: Updating model: {0}
de: Update Model: {0}

source: Removing model: {0}
de: Entferne Model: {0}

source: Could not get manager for class "{0}". Error: {1}
de: Konnte Manager für Klasse "{0}" nicht finden. Fehler: {1}

source: Only one instance of aidGer can be run at a time.
de: Nur eine Instanz von aidGer darf zur selben Zeit laufen.

source: The budget costs limit for funds {0} in financial category {1} is exceeded ({2}€ / {3}€).
de: Das Budgetkosten-Limit für das Finanzmittel {0} in der Finanzkategorie {1} ist überschritten ({2}€ / {3}€).

source: The budget limit for course {0} is exceeded ({1}h / {2}h).
de: Das Budget-Limit für die Veranstaltung {0} ist überschritten ({1}h / {2}h).

source: You have hired {0} with qualification {1} more than {2} years.
de: Sie haben {0} mit der Qualifikation {1} mehr als {2} Jahre eingestellt.

source: The same assistant exists already in the database.
de: Dieselbe Hilfskraft ist in der Datenbank bereits vorhanden.

source: The new contract of {0} overlaps with another one.
de: Der Neuvertrag von {0} überlappt mit einem anderen.

source: The working hour limit of {0}h for the assistant {1} is exceeded in the following dates:
de: Das Stundenzahl-Limit von {0}h ist für die Hilfskraft {1} in den folgenden Zeitpunkten überschritten:

source: Date
de: Datum

source: Type
de: Typ

source: Processor
de: Bearbeiter

source: Content
de: Inhalt

source: Document Type
de: Dokumenttyp

source: is too long
de: ist zu lang

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Qualification
de: Qualifikation

source: Assistant is still linked to an Activity
de: Es besteht noch eine Verbindung zwischen der Hilfskraft und einer Aktivität

source: Assistant is still linked to an Employment
de: Es besteht noch eine Verbindung zwischen der Hilfskraft und einer Beschäftigung

source: Assistant is still linked to a Contract
de: Es besteht noch eine Verbindung zwischen der Hilfskraft und einem Vertrag

source: Completion date
de: Abschlußdatum

source: Start date
de: Anfangsdatum

source: The date range Completiondate and Confirmationdate is incorrect
de: Die Zeitspanne Abschlußdatum und Bestätigungsdatum ist inkorrekt.

source: Contract is still linked to an Employment
de: Es besteht noch eine Verbindung zwischen dem Vertrag und einer Beschäftigung

source: Funds
de: Fonds

source: Database token
de: Kennung in Datenbank

source: Description
de: Bezeichnung

source: Lecturer
de: Dozent

source: Group
de: Gruppe

source: Financial Category
de: Finanzkategorie

source: Number of Groups
de: Gruppenanzahl

source: has to be bigger than 0
de: muss größer als 0 sein

source: Course is still linked to an Activity.
de: Es besteht noch eine Verbindung zwischen der Veranstaltung und einer Aktivität

source: Course is still linked to an Employment
de: Es besteht noch eine Verbindung zwischen der Veranstaltung und einer Beschäftigung

source: has to be positive
de: muss positiv sein

source: is an incorrect year
de: ist ein ungültiges Jahr

source: Month
de: Monat

source: is an incorrect month
de: ist ein ungültiger Monat

source: can't be longer than 10 characters
de: darf nicht länger als 10 Zeichen sein

source: can't be zero.
de: kann nicht 0 sein.

source: Financial Category is still linked to a Course.
de: Es besteht noch eine Verbindung zwischen der Finanzkategorie und einer Veranstaltung

source: is an incorrect date range
de: ist ein ungültiges Datum

source: The date range {0} and {1} is incorrect.
de: Die Zeitspanne {0} und {1} ist inkorrekt.

source: doesn't exist in the database
de: existiert nicht in der Datenbank

source: has an incorrect format
de: hat ein ungültiges Format

source: has an invalid value
de: hat einen ungültigen Wert

source: is empty
de: ist leer

source: Default error
de: Standardfehler

source: Anonymizing Assistants failed because of a database error
de: Das Anonymisieren der Hilfskräfte schlug aufgrund eines Datenbankfehlers fehl.

source: Could not create file "{0}".
de: Die Datei "{0}" konnte nicht erstellt werden.

source: Couldn't find the history file.
de: Konnte die Historie nicht finden.

source: Writing to the history file failed.
de: Das Schreiben der Historydatei ist fehlgeschlagen.

source: Creating the history file failed.
de: Das Erstellen der Historydatei ist fehlgeschlagen.

source: Reading the history from file failed.
de: Lesen der History aus der Datei ist fehlgeschlagen.

source: Illegal modifications of the history file have been detected.
de: Illegale Modifikationen an der Historydatei wurden entdeckt.

source: File could not be created.
de: Datei konnte nicht erstellt werden.

source: Please close all processes that are using the file.
de: Bitte schließen Sie alle Prozesse, die die Datei benutzen.

source: Generated by:
de: Generiert von:

source: Full balance report
de: Bilanzbericht - Gesamt

source: Annual balance report
de: Bericht der Jahresbilanz

source: Semester balance report
de: Bericht der Semesterbilanz

source: Author
de: Autor

source: Page
de: Seite

source: of
de: von

source: Title
de: Titel

source: Part
de: Teil

source: Target Audience
de: Zielpublikum

source: Planned AWS
de: Eingeplante HKS

source: Basic needed AWS
de: HKS Grundbedarf

source: Budget costs from
de: Budget-kosten von

source: Sum
de: Summe

source: Budget report
de: Budgetbericht

source: Booked budgets
de: Gebuchte HKS

source: Available budgets
de: Verfügbare HKS

source: Total Budgets
de: Verfügbare HKS

source: Assistant Controlling
de: Controlling Hilfskräfte

source: Planned costs(pre-tax)
de: Plankosten (Brutto)

source: Actual costs(pre-tax)
de: Reale Kosten (Brutto)

source: Remark
de: Bemerkung

source: Activity Protocol
de: Vorgangsprotokoll

source: Affected assistant
de: Betroffene Hilfskraft

source: Affected course
de: Betroffene Veranstaltung

source: About aidGer
de: Über aidGer

source: Authors: Christian Buchgraber, Philipp Gildein, Philipp Pirrung
de: Autoren: Christian Buchgraber, Philipp Gildein, Philipp Pirrung

source: Opening browser to http://aidger.de
de: Öffne Browser auf http://www.aidger.de

source: Close tab
de: Tab schließen

source: Language:
de: Sprache:

source: Amount of activities:
de: Anzahl der Vorgänge:

source: The amount of activities shown in detailviews.
de: Anzahl der Vorgänge die in Detailansichten angezeigt werden

source: The name used in activities.
de: Name der in Vorgängen verwendet wird.

source: PDF Viewer:
de: PDF Anzeiger:

source: Open reports automatically after exporting
de: Berichte automatisch nach Export öffnen

source: Save Tabs when quitting
de: Reiter bei Verlassen speichern

source: General
de: Generell

source: Pessimistic Factor:
de: Pessimistischer Faktor:

source: Historical Factor:
de: Historischer Faktor:

source: Time until anonymization in days:
de: Zeit bis zur Anonymisierung in Tagen:

source: Calculation method:
de: Berechnungsmethode:

source: Pessimistic
de: Pessimistisch

source: Historical
de: Historisch

source: Reports
de: Berichte

source: Database
de: Datenbank

source: Error
de: Fehler

source: Couldn't connect to the database! Please enter a correct connection in the following dialog.
de: Konnte keine Verbindung zur Datenbank herstellen! Bitte geben Sie korrekte Verbindungsinformationen im nächsten Dialog an.

source: Adding new tab "{0}" at position {1}
de: Neuer Tab "{0}" an die {1}. Stelle hinzugefügt

source: Removing {0}. tab
de: {0}. Tab gelöscht

source: Setting current tab to "{0}"
de: Momentaner Reiter ist nun "{0}"

source: Ready
de: Bereit

source: File
de: Datei

source: Master Data Management
de: Stammdatenverwaltung

source: Courses
de: Veranstaltungen

source: Assistants
de: Hilfskräfte

source: Financial Categories
de: Finanzkategorien

source: Hourly Wages
de: Stundenlöhne

source: Cost Units
de: Kostenstellen

source: Employments
de: Beschäftigungen

source: Overview
de: Übersicht

source: Contracts
de: Verträge

source: Activities
de: Vorgänge

source: Full Balance Report
de: Bilanzbericht - Gesamt

source: Annual Balance Report
de: Jahresbilanz

source: Semester Balance Report
de: Semesterbilanz

source: Generate Activity Report
de: Tätigkeitsnachweis Generieren

source: Course Controlling
de: Controlling Veranstaltungen

source: Quick Settings
de: Schnelleinstellungen

source: Remember my tabs
de: Merke meine Reiter

source: Open reports instantly
de: Berichte sofort öffnen

source: Historical calculation
de: Historische Berechnung

source: Pessimistic calculation
de: Pessimistische Berechnung

source: Open a new tab
de: Öffnet einen neuen Tab

source: Could not find tab class {0}
de: Die Reiterklasse "{0}" konnte nicht gefunden werden.

source: Could not find the correct constructor: {0}
de: Konnte den korrekten Konstruktor nicht finden: {0}

source: Instantiating the class {0} failed
de: Instanzierung der Klasse {0} ist fehlgeschlagen

source: Can't access a needed function
de: Kann nicht auf eine benötigte Funktion zugreifen

source: Incorrect arguments saved for a tab
de: Inkorrekte Argumente wurden für den Reiter gespeichert

source: Getting the model from the database failed
de: Das Model konnte nicht aus der Datenbank geholt werden

source: Finish
de: Fertig

source: General activity
de: Allgemeiner Vorgang

source: The already entered initiator will be removed.
de: Der bisher eingetragene Initiator wird gelöscht.

source: Employment application
de: Antrag auf Beschäftigung

source: Tax card
de: Lohnsteuerkarte

source: Copy of social security card
de: Kopie Sozialversicherungsausweis

source: Approved labor contract
de: Genehmigter Arbeitsvertrag

source: Referenced assistants were initiators
de: Referenzierte Hilfskräfte waren die Initiatoren

source: None
de: Keine

source: New contract
de: Neuvertrag

source: Increase
de: Aufstockung

source: Decrease
de: Reduzierung

source: Rebooking
de: Umbuchung

source: Confirmation date can be entered after saving the contract.
de: Das Bestätigungsdatum kann nach dem Speichern des Vertrags eingegeben werden.

source: Confirmation date
de: Bestätigungsdatum

source: no
de: nein

source: yes
de: ja

source: Only a decimal number is allowed.
de: Nur eine Dezimalzahl ist erlaubt.

source: Only one character is allowed.
de: Nur ein Buchstabe ist erlaubt.

source: Only the format SS[XX], WS[XXXX] and year in 4 digits is allowed.
de: Nur das Format SS[XX], WS[XXXX] und ein Jahr in 4 Stellen ist erlaubt.

source: Advisor
de: Betreuer

source: Scope
de: Umfang

source: Total budgets
de: Gesamt verfügbare HKS

source: Generate employment months in concordance to the contract.
de: Generiere die Monate der Beschäftigung anhand der Vertragsdaten.

source: Only a year in 4 digits is allowed.
de: Nur ein Jahr in 4 Stellen ist erlaubt.

source: Only a number is allowed.
de: Nur eine Zahl ist erlaubt.

source: Unchecked
de: Ungeprüft

source: Checked
de: Geprüft

source: Only a valid currency format is allowed. Example: 8{0}40
de: Nur ein gültiges Geldformat ist erlaubt. Beispiel: 8{0}40

source: Finish date
de: Enddatum

source: at
de: vom

source: from
de: von

source: in
de: im

source: Period
de: Zeitraum

source: Extent
de: Umfang

source: Assistant name
de: Name der Hilfskraft

source: Target audience
de: Zielpublikum

source: Filters
de: Filter

source: Remaining budgets
de: Übrige HKS

source: Planned costs (pre-tax)
de: Plankosten (Brutto)

source: Actual costs (pre-tax)
de: Reale Kosten (Brutto)

source: The resulting report may contain incorrect calculations, because you did not enter hourly wages for some periods, in which some of your assistants are employed.
de: Der resultierende Bericht könnte Fehler enthalten, da Stundenlöhne für einige Zeiträume in denen Ihre Hilfskräfte angestellt sind nicht eingegeben wurden.

source: Shall the affected assistants be included in the report anyway?
de: Sollen die betroffenen Hilfskräfte trotzdem in der Auswertung berücksichtigt werden?

source: Calculations may be off, due to missing hourly wages.
de: Wegen fehlender Stundenlöhne eventuell fehlerhafte Berechnungen

source: Related assistants
de: Zugehörige Hilfskräfte

source: Related activities
de: Zugehörige Vorgänge

source: Related courses
de: Zugehörige Veranstaltungen

source: View {0}
de: {0} anzeigen

source: Mandatory fields are marked with a star (*).
de: Pflichtfelder sind mit einem Stern (*) gekennzeichnet.

source: Add {0}
de: {0} hinzufügen

source: Edit {0}
de: {0} bearbeiten

source: Hints
de: Hinweise

source: (Unnamed)
de: (Unbenannt)

source: Export Activities
de: Vorgänge exportieren

source: Show all activities
de: Alle Vorgänge anzeigen

source: Number of days before today to display:
de: Anzahl an Tagen die angezeigt werden soll (nach heute):

source: Hourly Wage
de: Stundenlohn

source: Employment
de: Beschäftigung

source: Activity
de: Vorgang

source: Search
de: Suchen

source: 1 entity selected.
de: 1 Objekt selektiert.

source: {0} entities selected.
de: {0} Objekte selektiert.

source: Show the course of the selected employment in detail.
de: Zeige die Veranstaltung der markierten Beschäftigung im Detail.

source: Show the assistant of the selected employment in detail.
de: Zeige die Hilfskraft der markierten Beschäftigung im Detail.

source: Show the contract of the selected employment in detail.
de: Zeige den Vertrag der markierten Beschäftigung im Detail.

source: Employment overview
de: Beschäftigungsübersicht

source: Activitiy overview
de: Vorgangsübersicht

source: Data
de: Daten

source: The last start of aidGer was on {0}.
de: Der letzte Start von aidGer war am {0}.

source: There are currently no statistics available.
de: Momentan sind keine Statistiken vorhanden.

source: This is the first time aidGer is started.
de: aidGer wurde gerade zum ersten Mal gestartet.

source: A connection to the database couldn't be established.
de: Eine Verbindung zur Datenbank konnte nicht hergestellt werden.

source: {0}: {1} with Id {2} was added.
de: {0}: {1} mit Id {2} wurde hinzugefügt.

source: {0}: {1} {2} was added.
de: {0}: {1} {2} wurde hinzugefügt.

source: {0}: {1} with Id {2} was edited.
de: {0}: {1} mit Id {2} wurde bearbeitet.

source: {0}: {1} {2} was edited.
de: {0}: {1} {2} wurde bearbeitet.

source: {0}: {1} with Id {2} was removed.
de: {0}: {1} mit Id {2} wurde gelöscht.

source: aidGer has created {0} activities.
de: aidGer hat {0} Vorgänge erstellt.

source: {0} assistants are working in {1} employments.
de: {0} Hilfskräfte arbeiten in {1} Beschäftigungen.

source: These employments are part of {0} courses.
de: Diese Beschäftigungen gehören zu {0} Veranstaltungen.

source: Of the assistants {0} are unchecked, {1} are checked and {2} are bachelors.
de: Von den Hilfskräften sind {0} ungeprüft, {1} geprüft und {2} Bachelors

source: They are using funds of {0} Euros.
de: Sie verwenden {0} Euros an Kapital.

source: Qualifications of all assistants
de: Qualifikationen aller Hilfskräfte

source: Budget of all courses
de: Budget aller Veranstaltungen

source: Used budget
de: Verbrauchtes Budget

source: Remaining budget
de: Übriges Budget

source: Budget costs of all funds
de: Budgetkosten aller Finanzmittel

source: Count of employments
de: Anzahl der Beschäftigungen

source: Welcome to aidGer
de: Willkommen bei aidGer

source: Last Changes
de: Letzte Änderungen

source: Last activities
de: Letzte Vorgänge

source: Statistics & Diagrams
de: Statistiken & Diagramme

source: Show statistics
de: Statistiken einblenden

source: No data to display.
de: Keine Daten vorhanden.

source: Trying to connect ...
de: Versuche zur Datenbank zu verbinden ...

source: aidGer will now try to establish a connection to the database and configure the database if necessary. If the text below changes and becomes green, it is save to finish the wizard and start working with aidGer. Otherwise you should go back to the previous page and configure your database correctly.
de: aidGer versucht nun eine Verbindung zur Datenbank herzustellen und diese, falls nötig, zu konfigurieren. Wenn der Text unterhalb sich ändert und grün wird, kann der Assistent geschlossen werden und Sie können mit der Arbeit mit aidGer beginnen. Sollte dies nicht der Fall sein, so gehen Sie bitte auf die vorherige Seite zurück und konfigurieren Sie die Datenbankverbindung korrekt.

source: Connection failed. Please check with your Administrator
de: Verbindung fehlgeschlagen. Bitte kontaktieren sie ihren Administrator.

source: Connection successful.
de: Verbindung erfolgreich.

source: Path:
de: Pfad:

source: Please enter details for your database connection here.
de: Bitte geben Sie die Details ihrer Datenbankverbindung an.

source: Host:
de: Hostname:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Driver:
de: Treiber:

source: Database:
de: Datenbank:
